<?php return [
    'DISABLED_ACCOUNT_CREATED' => 'Вы успешно зарегистрировались! Что бы войти в свой аккаунт проверьте емеил, на него выслано письмо.',
    'ERROR_IN_REG1' => 'Упс. Похоже не удалось вас зарегистрировать:',
    'ERROR_IN_REG2' => 'Упс. Похоже не удалось вас зарегистрировать..',
    'PLZ_FILL_ALL_FIELDS' => 'Для продолжения регистрации заполните пожалуйста все поля',
    #Validation
    'email.validation.email' => 'Введен некорректный e-mail адресс.',
    'email.validation.unique' => 'Такой e-mail уже зарегистрирован у нас',
    'tokenNotFound' => 'Пользователя с таким ключом активации не найдено, возможно вы уже активировали свой аккаунт.',
    'validation.required' => 'Нужно заполнить поле :att',
    'validation.unique' => 'Такой :att у нас уже зарегистрирован',
    'authorization.errors' => 'У нас возникли проблемы при авторизации',
    'auth.failed' => 'Пользователя с таким логином и/или паролем не найдено',
];